// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "Aktiver direkteutskrift på enheten";

TaskTOCTitle = "HP Direkteutskrift";

HeaderMessage = "Gjør det enkelt å skrive ut fra trådløsaktiverte smarttelefoner, bærbare datamaskiner og andre mobile enheter, ved å bruke direkte trådløs tilkobling. Den mobile enheten må være innenfor skriverens trådløse dekningsområde, og må ha en HP ePrint-driver eller mobil-app. Gå til HPs nettsted for mer informasjon og nedlasting av apper:";
EnableDirectPrint = "Aktiver direkte utskrift";

SecurityOnPasswordTitle = "På (med sikkerhet)";
SecurityOnTitle = "På (ingen sikkerhet)";
SecurityOffTitle = "Av";

SecurityOnAlertTitle = "(Advarsel: Når direkteutskrift er aktivert, kan uautoriserte brukere som er innenfor dekningsområdet, koble til og skrive ut på skriveren.)";
PasswordTitle = "Tilgangskode:";
PassphraseTooShortErrorMessage = "Tilgangskoden må bestå av minst 8 tegn.";